{
  "items": [
    {
      "name": "Refurbished Apple iPhone 7 128GB, Rose Gold - Unlocked GSM",
      "description": "The brightest, most colorful iPhone display ever. features an all-new 12 MP camera with a 1.8 aperture. 4.7-inch Retina HD display with wide color and 3D Touch.",
      "price": "214.99"
    },
    {
      "name": "Minecraft iPhone 6 Case",
      "description": "Minecraft designed phone case compatible with Apple iPhone 6 and 6s.",
      "price": "11.97"
    },
    {
      "name": "TPU Phone Case Cover for Apple iPhone 7, 8 Plus 5.5inch - WHITE",
      "description": "Your Apple iPhone 8 Plus 7 Plus should look as awesome as you do. This crystal jelly phone case is made with superior quality and fashionable designs. It consists of premium-quality flexible TPU gel and features a perfect slim fit on your Apple iPhone 7.",
      "price": "5.95"
    },
    {
      "name": "Great Value Toilet Paper, Ultra Soft, 12 Mega Rolls",
      "description": "Great Value Ultra Soft Toilet Paper features 2-Ply sheets of bathroom tissue that are super soft and absorbent making them the perfect solution for your family.",
      "price": "7.99"
    },
    {
      "name": "La Folie",
      "description": "Dry-hopped with some of our hop heroes, bringing incredibly fruity aromas of zesty orange, pithy grapefruit, pungent pine and resin.",
      "price": "10.72"
    },
    {
      "name": "Jack the Lad",
      "description": "Spicy hops and Carafa Malt for colour, then aged in red wine barrels. On the nose there's cola, chocolate, coffee, warming oak, and spice.",
      "price": "7.99"
    },
    {
      "name": "Gueze Tilquin",
      "description": "A balance of sweet and salty, citrus, and caramel. Fermented at the bottom of the North Sea, which is the perfect temperature for lagers.",
      "price": "10.99"
    },
    {
      "name": "Oude Kriek",
      "description": "This beer is a riot of whisky, caramel and strawberry, all tempered by a toe curling bitterness enducing rapture in all who taste it.",
      "price": "11.99"
    },
    {
      "name": "90 Minute",
      "description": "A 9.2% Double IPA aged for 21 months in a 1965 Invergordon cask with 30 kg of fresh strawberries. This beer is a riot of whisky and caramel.",
      "price": "13.99"
    },
    {
      "name": "Boston Lager",
      "description": "This beer is slightly different each year, with subtle variations due to environment. What doesn't change is the rich chocolate, bitter coffee and warmth of this lager.",
      "price": "7.99"
    },
    {
      "name": "Pizza Port",
      "description": "Belgian yeast and American hops untie on a cardinal scale. Steel yourself for biblical volumes of grapefruit and a wave of spicy, fruity character.",
      "price": "12.99"
    },
    {
      "name": "Rochefort 8",
      "description": "itemed with mountains of Wheat, Rye, Cara and Crystal malts, fermented with an American ale yeast and bittered with Amarillo & Centennial.",
      "price": "14.99"
    },
    {
      "name": "Trappist Ale",
      "description": "The seductive lure of the sassy passion fruit hop proves too much to resist. There are no additives, preservatives, pasteurization or strings attached.",
      "price": "17.99"
    },
    {
      "name": "XX Bitter",
      "description": "XX Bitter is elegant, refined, assured, (boring) and understated. This beer is a fruity riot of blackberries, pears, and plums.",
      "price": "11.99"
    },
    {
      "name": "The Fearless",
      "description": "Single hopped with Mosaic for lots of tropical, passion fruit and citrus flavours. Loaded with well over 100kg of blueberries,  this is super fruity hop bomb.",
      "price": "12.99"
    }
  ]
}
